Repository: Webfronten/smart-section-toc
Catalog: languages/smart-section-toc-*.po
Languages: da_dk

source: Automatically generates a dynamic table of contents from H2 headings with smooth scrolling and active section highlighting.
da_dk: Genererer automatisk en dynamisk indholdsfortegnelse ud fra H2-overskrifter med jævn rulning og aktiv fremhævelse af afsnit.

source: Content container class
da_dk: Klasse for indholdscontainer

source: Content on the site
da_dk: Indhold på siden

source: Defines which heading tags are included. Default is H2.
da_dk: Definerer, hvilke overskriftskoder der medtages. Standard er H2.

source: Go to section:
da_dk: Gå til sektion:

source: Heading levels
da_dk: Overskriftsniveauer

source: Need help?
da_dk: Brug for hjælp?

source: Settings
da_dk: Indstillinger

source: Smart Section TOC Instructions
da_dk: Instruktioner til Smart Section TOC

source: Smart Section TOC Settings
da_dk: Indstillinger for Smart Section TOC

source: This CSS selector determines which part of your content is scanned for headings.
da_dk: Denne CSS-vælger bestemmer, hvilken del af dit indhold der skal scannes for overskrifter.

source: This plugin automatically generates a table of contents based on the H2 headings inside a selected content area.
da_dk: Dette plugin genererer automatisk en indholdsfortegnelse baseret på H2-overskrifterne i et valgt indholdsområde.

source: To include H3 as well, use this filter:
da_dk: Brug dette filter for også at inkludere H3:

source: Visit the <a href="%s" target="_blank" rel="noopener noreferrer">plugin website</a> for more information.
da_dk: Besøg <a href="%s" target="_blank" rel="noopener noreferrer">plugin-hjemmesiden</a> for mere information.

source: You can change it using the following filter:
da_dk: Du kan ændre det ved hjælp af følgende filter:
